export enum TyreCargoDelivery {

    REF_25 = "ad3848ae-4c51-ea11-81b9-000d3a20e396",
    NAME_REF_25 = "Шины для авто большой грузоподъемности R-25",

    REF_33 = "0e758120-4d51-ea11-81b9-000d3a20e396",
    NAME_REF_33 = "Шины для авто большой грузоподъемности R-33",

    REF_35 = "53283b72-4d51-ea11-81b9-000d3a20e396",
    NAME_REF_35 = "Шины для авто большой грузоподъемности R-35",

    REF_15 = "b1c7f0c2-8777-4704-8234-152a53816f19",
    NAME_REF_15 = "Шины или диски грузовые R15",

    REF_16 = "08cb82d3-16cd-46e1-9e3f-b66a21d402b8",
    NAME_REF_16 = "Шины или диски грузовые R16",
    
    REF_17_5 = "83d6f316-94a2-446f-8966-a4eb240be3ba",
    NAME_REF_17_5 = "Шины или диски грузовые R17,5",

    REF_19_5 = "87c83a1e-bb1d-4fc2-b047-8600fc60df16",
    NAME_REF_19_5 = "Шины или диски грузовые R19,5",

    REF_20_22_5 = "f35b5c7d-0cbc-40a0-9713-005142732fc8",
    NAME_REF_20_22_5 = "Шины или диски грузовые R20 (более 80 кг) - 22,5",

    REF_20 = "b9cdeb6b-ea2b-48c9-94a1-ef40d426503c",
    NAME_REF_20 = "Шины или диски грузовые R20 (до 80 кг)",

};