export enum TyreCarDelivery {

    REF_13_14 = "ef32f833-e648-e211-ab75-00155d012d0d",
    NAME_REF_13_14 = "Шины или диски легковые R13-14",

    REF_15_16 = "38475e48-e648-e211-ab75-00155d012d0d",
    NAME_REF_15_16 = "Шины или диски легковые R15-16",

    REF_17 = "81cd9253-e648-e211-ab75-00155d012d0d",
    NAME_REF_17 = "Шины или диски легковые R17",

    REF_17_5_19 = "3556f95e-e648-e211-ab75-00155d012d0d",
    NAME_REF_17_5_19 = "Шины или диски легковые R17,5-19",

    REF_19_5_22 = "112ead71-e648-e211-ab75-00155d012d0d",
    NAME_REF_19_5_22 = "Шины или диски легковые R19,5-22",

};