import React from 'react';
import '../css/Pages/BonusPage.css';

const BonusPage = () => {
  return (
    <div className='bonusContainer'>
        <h3>ПРОГРАМА ЛОЯЛЬНОСТІ</h3>
        програма лояльності SKYPARTS<p/>
        Програма лояльності – дає право власнику на участь у бонусних програмах та отримання
        інших додаткових сервісів при покупках в магазинах «SKYPARTS» або інтернет магазині skyparts.com.ua 
        <h4>Як стати учасником програми лояльності SKYPARTS?</h4>
        1. Пройти авторизацію на сайті – введіть номер телефону вам прийде код у Viber або sms-
        повідомленням підтвердженням авторизації.<br/>
        2. Увійдіть до особистого кабінету та заповніть персональні дані.
        <h4>Які переваги надає програма лояльності SKYPARTS?</h4>
        1. Знижка 1% при авторизації (Зроби авторизацію залиш разовий відгук отримаю знижку 100 грн)<br/>
        2. Накопичувальна бонусна система знижок від 1%.<br/>
        3. Участь у Бонусній програмі.<br/>
        4. Можливість першим дізнаватися про розпродаж та спеціальні пропозиції за допомогою (sms або
        e-mail)
        <h4>Як працює програма лояльності SKYPARTS?</h4>
        (Зроби авторизацію на сайті залиште відгук про товар або магазин та) Авторизованим
        користувачам надається знижка у 100 грн, постійним авторизованим клієнтам
        які купують у нас товар діє додатково накопичувальна бонусна система
        знижок від 1%, а також у вас є можливість дізнаватися першими про надходження нових товарів та
        брати участь у акціях.<p/>
        З повагою, ваш надійний партнер SKYPARTS
    </div>
  )
}

export default BonusPage