import React from 'react';
import '../css/Pages/DeliveryPage.css';
import MapDelivery from '../components/maps/MapDelivery';

const DeliveryPage = () => {
  return (
    <div className='deliveryPageContainer'>
      <div>

      </div>
      <div className='deliveryPageBox'>
        <div>
          Доставка
          Доставка по Україні здійснюється транспортними компаніями «Нова Пошта», Delivery
          Вартість доставки додається до замовлення клієнта
          Клієнт може самостійно сплатити доставку на відділення перевізника таким чином сума доставки буде вищою за надану нашим магазином
          Вартість доставки шин-дисків для спецтехніка, сільгосп-техніки обговорюється індивідуально
          Доставка в середньому займає 2-3 дні.
          Зверніть увагу товар на відділення "Нова Пошта" та "Delivery" зберігаються безкоштовно 7 календарних днів. З 8-го дня нараховується платне зберігання.
          Вартість доплати за доставку легкових шин та дисків біля села (Україною) – від 25 грн., вантажних від 40 грн., за одиницю.

          Оплата
          Післяплата (Наложений платіж) Оплата товару здійснюється після отримання товару на відділення транспортної компанії «Нова Пошта» та «Delivery».
          Безготівковий розрахунок,  фізичні особи можуть оплатити замовлення через будь-який зручний банк для них. Більше інформації ви можете отримати у менеджера.
        </div>
        <div>
          <ul>
            <li>
              <a href='/#'>АРК</a>
            </li>
            <li>
              <a href='/#'>Вінницька область</a>
            </li>
            <li>
              <a href='/#'>Волинська область</a>
            </li>
            <li>
              <a href='/#'>Дніпропетровська область</a>
            </li>
            <li>
              <a href='/#'>Донецька область</a>
            </li>
            <li>
              <a href='/#'>Житомирська область</a>
            </li>
            <li>
              <a href='/#'>Закарпатська область</a>
            </li>
            <li>
              <a href='/#'>Запорізька область</a>
            </li>
          </ul>
          <ul>
            <li>
              <a href='/#'>Івано-Франківська область</a>
            </li>
            <li>
              <a href='/#'>Київська область</a>
            </li>
            <li>
              <a href='/#'>Кіровоградська область</a>
            </li>
            <li>
              <a href='/#'>Луганська область</a>
            </li>
            <li>
              <a href='/#'>Львівська область</a>
            </li>
            <li>
              <a href='/#'>Миколаївська область</a>
            </li>
            <li>
              <a href='/#'>Одеська область</a>
            </li>
            <li>
              <a href='/#'>Полтавська область</a>
            </li>
          </ul>
          <ul>
            <li>
              <a href='/#'>Рівненська область</a>
            </li>
            <li>
              <a href='/#'>Сумська область</a>
            </li>
            <li>
              <a href='/#'>Тернопільська область</a>
            </li>
            <li>
              <a href='/#'>Харківська область</a>
            </li>
            <li>
              <a href='/#'>Херсонська область</a>
            </li>
            <li>
              <a href='/#'>Хмельницька область</a>
            </li>
            <li>
              <a href='/#'>Черкаська область</a>
            </li>
            <li>
              <a href='/#'>Чернівецька область</a>
            </li>
            <li>
              <a href='/#'>Чернігівська область</a>
            </li>
          </ul>
        </div>
      </div>
    </div>
  )
}

export default DeliveryPage